Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: ALPN согласован в h2.
ar: تم التفاوض على ALPN بـ h2.
de: ALPN auf h2 ausgehandelt.
en: ALPN negotiated to h2.
es: ALPN negociado como h2.
fr: ALPN négocié en h2.
hi: ALPN h2 पर तय हुआ।
it: ALPN negoziato su h2.
ja: ALPNはh2でネゴシエートされました。
ko: ALPN이 h2로 협상됨.
pt_br: ALPN negociado em h2.
tr: ALPN h2 olarak anlaşıldı.
zh_hans: ALPN 已协商为 h2。

source: Happ-ссылка
ar: رابط Happ
de: Happ-Link
en: Happ link
es: Enlace Happ
fr: Lien Happ
hi: Happ लिंक
it: Link Happ
ja: Happリンク
ko: Happ 링크
pt_br: Link Happ
tr: Happ bağlantısı
zh_hans: Happ 链接

source: IP-эхо
ar: صدى IP
de: IP-Echo
en: IP echo
es: Eco de IP
fr: Écho IP
hi: IP एको
it: Echo IP
ja: IPエコー
ko: IP 에코
pt_br: Eco de IP
tr: IP yankısı
zh_hans: IP 回显

source: Reality-скан
ar: فحص Reality
de: Reality-Scan
en: Reality scan
es: Escaneo Reality
fr: Scan Reality
hi: Reality स्कैन
it: Scansione Reality
ja: Realityスキャン
ko: Reality 스캔
pt_br: Varredura Reality
tr: Reality taraması
zh_hans: Reality 扫描

source: SSID, BSSID, защита · на Mac ещё сигнал и канал
ar: SSID وBSSID والحماية · على Mac أيضًا الإشارة والقناة
de: SSID, BSSID, Sicherheit · auf Mac zusätzlich Signal und Kanal
en: SSID, BSSID, security · on Mac also signal and channel
es: SSID, BSSID, seguridad · en Mac también señal y canal
fr: SSID, BSSID, sécurité · sur Mac aussi signal et canal
hi: SSID, BSSID, सुरक्षा · Mac पर सिग्नल और चैनल भी
it: SSID, BSSID, protezione · su Mac anche segnale e canale
ja: SSID、BSSID、保護方式 · Macでは信号とチャンネルも
ko: SSID, BSSID, 보안 · Mac에서는 신호와 채널도
pt_br: SSID, BSSID, segurança · no Mac também sinal e canal
tr: SSID, BSSID, güvenlik · Mac'te ayrıca sinyal ve kanal
zh_hans: SSID、BSSID、加密 · 在 Mac 上还有信号和信道

source: macOS отдаёт имя сети (SSID) только с доступом к геопозиции. Радио-метрики читаются и без него.
ar: يعرض macOS اسم الشبكة (SSID) فقط مع صلاحية الموقع الجغرافي. أما مقاييس الراديو فتُقرأ بدونه.
de: macOS gibt den Netzwerknamen (SSID) nur mit Standortzugriff preis. Funk-Metriken lassen sich auch ohne ihn lesen.
en: macOS reveals the network name (SSID) only with location access. Radio metrics are readable without it.
es: macOS solo revela el nombre de red (SSID) con acceso a la ubicación. Las métricas de radio se leen sin él.
fr: macOS ne fournit le nom du réseau (SSID) qu'avec l'accès à la localisation. Les métriques radio se lisent sans ça.
hi: macOS नेटवर्क का नाम (SSID) केवल लोकेशन एक्सेस के साथ देता है। रेडियो मेट्रिक्स इसके बिना भी पढ़े जाते हैं।
it: macOS mostra il nome della rete (SSID) solo con l'accesso alla posizione. Le metriche radio si leggono anche senza.
ja: macOSは位置情報へのアクセスがある場合のみネットワーク名(SSID)を返します。無線メトリクスはアクセスなしでも読み取れます。
ko: macOS는 위치 접근 권한이 있어야만 네트워크 이름(SSID)을 제공합니다. 무선 지표는 권한 없이도 읽을 수 있습니다.
pt_br: O macOS fornece o nome da rede (SSID) apenas com acesso à localização. As métricas de rádio são lidas mesmo sem ele.
tr: macOS ağ adını (SSID) yalnızca konum erişimiyle verir. Radyo metrikleri onsuz da okunur.
zh_hans: macOS 仅在获得定位权限后才提供网络名称（SSID）。无定位权限也可读取无线电指标。

source: Без внешнего редиректа
ar: دون إعادة توجيه خارجية
de: Keine externe Weiterleitung
en: No external redirect
es: Sin redirección externa
fr: Sans redirection externe
hi: बाहरी रीडायरेक्ट नहीं
it: Nessun redirect esterno
ja: 外部リダイレクトなし
ko: 외부 리디렉션 없음
pt_br: Sem redirecionamento externo
tr: Dış yönlendirme yok
zh_hans: 无外部重定向

source: Безопасность
ar: الأمان
de: Sicherheit
en: Security
es: Seguridad
fr: Sécurité
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ
ko: 보안
pt_br: Segurança
tr: Güvenlik
zh_hans: 安全

source: Внешнего редиректа с главной страницы не замечено.
ar: لم تُلاحظ إعادة توجيه خارجية من الصفحة الرئيسية.
de: Keine externe Weiterleitung von der Startseite festgestellt.
en: No external redirect detected from the main page.
es: No se detectó redirección externa desde la página principal.
fr: Aucune redirection externe détectée depuis la page d'accueil.
hi: मुख्य पेज से कोई बाहरी रीडायरेक्ट नहीं दिखा।
it: Nessun redirect esterno dalla pagina principale rilevato.
ja: トップページからの外部リダイレクトは検出されませんでした。
ko: 메인 페이지에서 외부 리디렉션이 감지되지 않았습니다.
pt_br: Nenhum redirecionamento externo detectado na página principal.
tr: Ana sayfadan dış yönlendirme görülmedi.
zh_hans: 未发现主页存在外部重定向。

source: Внутри не JSON-профиль роутинга
ar: المحتوى ليس ملف JSON لملف توجيه
de: Kein JSON-Routing-Profil enthalten
en: Not a JSON routing profile inside
es: El contenido no es un perfil de enrutamiento JSON
fr: Le contenu n'est pas un profil de routage JSON
hi: अंदर JSON रूटिंग प्रोफ़ाइल नहीं है
it: All'interno non c'è un profilo di routing JSON
ja: 内部はJSONルーティングプロファイルではありません
ko: 내부에 JSON 라우팅 프로필이 아님
pt_br: O conteúdo não é um perfil de roteamento JSON
tr: İçinde JSON yönlendirme profili yok
zh_hans: 内部不是 JSON 路由配置

source: Внутри нет URL подписки
ar: لا يوجد بالداخل رابط اشتراك
de: Keine Abo-URL enthalten
en: No subscription URL inside
es: No contiene ninguna URL de suscripción
fr: Aucune URL d'abonnement à l'intérieur
hi: अंदर कोई सब्सक्रिप्शन URL नहीं है
it: All'interno non c'è un URL di sottoscrizione
ja: 内部にサブスクリプションURLがありません
ko: 내부에 구독 URL이 없음
pt_br: Não há URL de assinatura no conteúdo
tr: İçinde abonelik URL'si yok
zh_hans: 内部无订阅 URL

source: Гео и ASN
ar: الموقع الجغرافي وASN
de: Geo und ASN
en: Geo and ASN
es: Geo y ASN
fr: Géo et ASN
hi: जियो और ASN
it: Geo e ASN
ja: 位置情報とASN
ko: 지역 및 ASN
pt_br: Geo e ASN
tr: Coğrafya ve ASN
zh_hans: 地理位置和 ASN

source: Глобальный прокси
ar: Proxy عام
de: Globaler Proxy
en: Global proxy
es: Proxy global
fr: Proxy global
hi: ग्लोबल Proxy
it: Proxy globale
ja: グローバルProxy
ko: 글로벌 Proxy
pt_br: Proxy global
tr: Küresel Proxy
zh_hans: 全局代理

source: Годится ли домен под dest
ar: هل النطاق صالح كـ dest
de: Ob die Domain als dest taugt
en: Whether the domain works as dest
es: Si el dominio sirve como dest
fr: Le domaine convient-il comme dest
hi: क्या डोमेन dest के लिए उपयुक्त है
it: Il dominio è adatto come dest
ja: ドメインがdestに適するか
ko: 도메인이 dest에 적합한지
pt_br: Se o domínio serve como dest
tr: Alan adı dest için uygun mu
zh_hans: 域名是否适合作 dest

source: Делает настоящий handshake к вашему инбаунду (VLESS/Trojan) и пробный запрос через сервер, чтобы подтвердить, что он работает, и назвать причину при сбое.
ar: يُجري مصافحة حقيقية إلى المنفذ الوارد لديك (VLESS/Trojan) وطلبًا تجريبيًا عبر الخادم للتأكد من أنه يعمل، مع ذكر السبب عند الفشل.
de: Führt einen echten Handshake zu Ihrem Inbound (VLESS/Trojan) und eine Testanfrage über den Server aus, um zu bestätigen, dass er funktioniert, und bei einem Fehler die Ursache zu nennen.
en: Performs a real handshake to your inbound (VLESS/Trojan) and a test request through the server to confirm it works, and names the cause on failure.
es: Realiza un handshake real a tu inbound (VLESS/Trojan) y una petición de prueba a través del servidor para confirmar que funciona e indicar la causa en caso de fallo.
fr: Effectue un vrai handshake vers votre inbound (VLESS/Trojan) et une requête test via le serveur pour confirmer qu'il fonctionne et indiquer la cause en cas d'échec.
hi: आपके इनबाउंड (VLESS/Trojan) से असली handshake और सर्वर के ज़रिए एक टेस्ट रिक्वेस्ट करता है, ताकि पुष्टि हो कि वह काम कर रहा है और विफलता पर कारण बता सके।
it: Esegue un vero handshake verso il tuo inbound (VLESS/Trojan) e una richiesta di prova attraverso il server, per confermare che funziona e indicare la causa in caso di errore.
ja: インバウンド(VLESS/Trojan)への実際のハンドシェイクとサーバー経由のテストリクエストを行い、正常動作を確認し、失敗時は原因を示します。
ko: 인바운드(VLESS/Trojan)로 실제 handshake와 서버를 통한 테스트 요청을 수행하여 작동 여부를 확인하고 실패 시 원인을 알려줍니다.
pt_br: Faz um handshake real com o seu inbound (VLESS/Trojan) e uma requisição de teste através do servidor para confirmar que funciona e indicar a causa em caso de falha.
tr: Inbound'unuza (VLESS/Trojan) gerçek bir handshake ve sunucu üzerinden deneme isteği yapar; çalıştığını doğrulamak ve hatada nedeni belirtmek için.
zh_hans: 向你的入站（VLESS/Trojan）执行真实握手并通过服务器发起试探请求，以确认其正常工作，并在失败时说明原因。

source: Домен не годится как dest/SNI для Reality.
ar: النطاق غير صالح كـ dest/SNI لـ Reality.
de: Domain taugt nicht als dest/SNI für Reality.
en: The domain doesn't work as dest/SNI for Reality.
es: El dominio no sirve como dest/SNI para Reality.
fr: Le domaine ne convient pas comme dest/SNI pour Reality.
hi: डोमेन Reality के लिए dest/SNI के रूप में उपयुक्त नहीं है।
it: Il dominio non è adatto come dest/SNI per Reality.
ja: このドメインはRealityのdest/SNIには適しません。
ko: 이 도메인은 Reality의 dest/SNI로 적합하지 않습니다.
pt_br: O domínio não serve como dest/SNI para o Reality.
tr: Alan adı Reality için dest/SNI olarak uygun değil.
zh_hans: 域名不适合作 Reality 的 dest/SNI。

source: Домен не подходит
ar: النطاق غير مناسب
de: Domain nicht geeignet
en: Domain not suitable
es: El dominio no sirve
fr: Domaine non adapté
hi: डोमेन उपयुक्त नहीं है
it: Il dominio non è adatto
ja: ドメインは不適合
ko: 도메인이 적합하지 않음
pt_br: Domínio não serve
tr: Alan adı uygun değil
zh_hans: 域名不适合

source: Домен недоступен по TLS — проверить его как dest нельзя.
ar: النطاق غير متاح عبر TLS — لا يمكن فحصه كـ dest.
de: Domain über TLS nicht erreichbar — Prüfung als dest nicht möglich.
en: The domain is unreachable over TLS — it can't be checked as a dest.
es: El dominio no está disponible por TLS — no se puede comprobar como dest.
fr: Domaine inaccessible en TLS — impossible de le vérifier comme dest.
hi: डोमेन TLS पर उपलब्ध नहीं है — इसे dest के रूप में जाँचा नहीं जा सकता।
it: Il dominio non è raggiungibile via TLS — non può essere verificato come dest.
ja: ドメインにTLSでアクセスできません — destとして確認できません。
ko: TLS로 도메인에 접근할 수 없어 dest로 확인할 수 없습니다.
pt_br: O domínio está inacessível por TLS — não é possível verificá-lo como dest.
tr: Alan adı TLS üzerinden erişilemez — dest olarak kontrol edilemez.
zh_hans: 域名 TLS 不可达 — 无法作为 dest 检测。

source: Домен подходит
ar: النطاق مناسب
de: Domain geeignet
en: Domain suitable
es: El dominio sirve
fr: Domaine adapté
hi: डोमेन उपयुक्त है
it: Il dominio è adatto
ja: ドメインは適合
ko: 도메인이 적합함
pt_br: Domínio serve
tr: Alan adı uygun
zh_hans: 域名适合

source: Домен подходит как dest/SNI для Reality.
ar: النطاق مناسب كـ dest/SNI لـ Reality.
de: Domain als dest/SNI für Reality geeignet.
en: The domain works as dest/SNI for Reality.
es: El dominio sirve como dest/SNI para Reality.
fr: Le domaine convient comme dest/SNI pour Reality.
hi: डोमेन Reality के लिए dest/SNI के रूप में उपयुक्त है।
it: Il dominio è adatto come dest/SNI per Reality.
ja: このドメインはRealityのdest/SNIに適します。
ko: 이 도메인은 Reality의 dest/SNI로 적합합니다.
pt_br: O domínio serve como dest/SNI para o Reality.
tr: Alan adı Reality için dest/SNI olarak uygun.
zh_hans: 域名适合作 Reality 的 dest/SNI。

source: Домен рабочий, но есть замечания — проверьте предупреждения.
ar: النطاق يعمل لكن هناك ملاحظات — راجع التحذيرات.
de: Domain funktioniert, aber mit Anmerkungen — prüfen Sie die Warnungen.
en: The domain works, but there are caveats — check the warnings.
es: El dominio funciona, pero hay observaciones — revisa las advertencias.
fr: Domaine fonctionnel, mais avec des remarques — vérifiez les avertissements.
hi: डोमेन काम कर रहा है, पर कुछ बातें हैं — चेतावनियाँ देखें।
it: Il dominio funziona, ma con delle note — controlla gli avvisi.
ja: ドメインは動作しますが注意点があります — 警告を確認してください。
ko: 도메인은 작동하지만 참고 사항이 있습니다 — 경고를 확인하세요.
pt_br: O domínio funciona, mas há ressalvas — verifique os avisos.
tr: Alan adı çalışıyor ama sorunlar var — uyarıları kontrol edin.
zh_hans: 域名可用，但有注意事项 — 请查看警告。

source: Живое обновление
ar: تحديث مباشر
de: Live-Aktualisierung
en: Live update
es: Actualización en vivo
fr: Mise à jour en direct
hi: लाइव अपडेट
it: Aggiornamento in tempo reale
ja: リアルタイム更新
ko: 실시간 업데이트
pt_br: Atualização ao vivo
tr: Canlı güncelleme
zh_hans: 实时更新

source: Живой ли VLESS/Trojan-инбаунд
ar: هل المنفذ الوارد VLESS/Trojan نشط
de: Ob der VLESS/Trojan-Inbound aktiv ist
en: Whether the VLESS/Trojan inbound is alive
es: Si el inbound VLESS/Trojan está activo
fr: L'inbound VLESS/Trojan est-il actif
hi: क्या VLESS/Trojan इनबाउंड चालू है
it: L'inbound VLESS/Trojan è attivo
ja: VLESS/Trojanインバウンドが稼働中か
ko: VLESS/Trojan 인바운드가 살아 있는지
pt_br: Se o inbound VLESS/Trojan está ativo
tr: VLESS/Trojan inbound canlı mı
zh_hans: VLESS/Trojan 入站是否存活

source: Запрашивает вашу подписку с заголовками разных клиентов (Happ, Clash-семейство, sing-box…) и показывает, что сервер отдаёт каждому, с группировкой по типу клиента.
ar: يطلب اشتراكك بترويسات عملاء مختلفين (Happ، عائلة Clash، sing-box…) ويعرض ما يقدمه الخادم لكل منهم، مع التجميع حسب نوع العميل.
de: Ruft Ihr Abo mit den Headern verschiedener Clients ab (Happ, Clash-Familie, sing-box…) und zeigt, was der Server jedem liefert, gruppiert nach Client-Typ.
en: Requests your subscription with the headers of different clients (Happ, Clash family, sing-box…) and shows what the server returns to each, grouped by client type.
es: Solicita tu suscripción con las cabeceras de distintos clientes (Happ, familia Clash, sing-box…) y muestra lo que el servidor entrega a cada uno, agrupado por tipo de cliente.
fr: Interroge votre abonnement avec les en-têtes de différents clients (Happ, famille Clash, sing-box…) et montre ce que le serveur renvoie à chacun, groupé par type de client.
hi: अलग-अलग क्लाइंट (Happ, Clash परिवार, sing-box…) के हेडर के साथ आपकी सब्सक्रिप्शन माँगता है और दिखाता है कि सर्वर हर एक को क्या देता है, क्लाइंट प्रकार के अनुसार समूहित करके।
it: Richiede la tua sottoscrizione con gli header di diversi client (Happ, famiglia Clash, sing-box…) e mostra cosa restituisce il server a ciascuno, raggruppato per tipo di client.
ja: さまざまなクライアント(Happ、Clash系、sing-box…)のヘッダーでサブスクリプションをリクエストし、サーバーが各クライアントに返す内容をクライアント種別ごとにグループ化して表示します。
ko: 여러 클라이언트(Happ, Clash 계열, sing-box…)의 헤더로 구독을 요청하여 서버가 각각에게 무엇을 반환하는지 클라이언트 유형별로 묶어 보여줍니다.
pt_br: Solicita a sua assinatura com os cabeçalhos de diferentes clientes (Happ, família Clash, sing-box…) e mostra o que o servidor entrega a cada um, agrupado por tipo de cliente.
tr: Aboneliğinizi farklı istemci başlıklarıyla (Happ, Clash ailesi, sing-box…) ister ve sunucunun her birine ne verdiğini istemci türüne göre gruplayarak gösterir.
zh_hans: 用不同客户端（Happ、Clash 系列、sing-box……）的请求头拉取你的订阅，并按客户端类型分组展示服务器向每种客户端返回的内容。

source: Извлечено из Incy-ссылки
ar: مُستخرج من رابط Incy
de: Aus Incy-Link extrahiert
en: Extracted from the Incy link
es: Extraído del enlace Incy
fr: Extrait du lien Incy
hi: Incy लिंक से निकाला गया
it: Estratto dal link Incy
ja: Incyリンクから抽出
ko: Incy 링크에서 추출됨
pt_br: Extraído do link Incy
tr: Incy bağlantısından çıkarıldı
zh_hans: 从 Incy 链接提取

source: Имя сети — нужен доступ к геопозиции
ar: اسم الشبكة — يلزم صلاحية الموقع الجغرافي
de: Netzwerkname — Standortzugriff erforderlich
en: Network name — location access required
es: Nombre de red — se requiere acceso a la ubicación
fr: Nom du réseau — accès à la localisation requis
hi: नेटवर्क का नाम — लोकेशन एक्सेस चाहिए
it: Nome della rete — serve l'accesso alla posizione
ja: ネットワーク名 — 位置情報へのアクセスが必要
ko: 네트워크 이름 — 위치 접근 권한 필요
pt_br: Nome da rede — requer acesso à localização
tr: Ağ adı — konum erişimi gerekir
zh_hans: 网络名称 — 需要定位权限

source: Ключи расшифровки недоступны
ar: مفاتيح فك التشفير غير متاحة
de: Entschlüsselungsschlüssel nicht verfügbar
en: Decryption keys unavailable
es: Las claves de descifrado no están disponibles
fr: Clés de déchiffrement indisponibles
hi: डिक्रिप्शन कीज़ उपलब्ध नहीं हैं
it: Chiavi di decifratura non disponibili
ja: 復号キーが利用できません
ko: 복호화 키를 사용할 수 없음
pt_br: Chaves de descriptografia indisponíveis
tr: Şifre çözme anahtarları kullanılamıyor
zh_hans: 解密密钥不可用

source: Контрольная сумма не совпала — файл повреждён
ar: المجموع الاختباري غير متطابق — الملف تالف
de: Prüfsumme stimmt nicht — Datei beschädigt
en: Checksum mismatch — file is corrupted
es: La suma de verificación no coincide — archivo dañado
fr: Somme de contrôle incorrecte — fichier corrompu
hi: चेकसम मेल नहीं खाया — फ़ाइल क्षतिग्रस्त है
it: Checksum non corrispondente — file danneggiato
ja: チェックサムが一致しません — ファイルが破損しています
ko: 체크섬이 일치하지 않음 — 파일이 손상됨
pt_br: A soma de verificação não confere — arquivo corrompido
tr: Sağlama toplamı uyuşmadı — dosya bozuk
zh_hans: 校验和不匹配 — 文件已损坏

source: Название
ar: الاسم
de: Name
en: Name
es: Nombre
fr: Nom
hi: नाम
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
tr: Ad
zh_hans: 名称

source: Найдено
ar: تم العثور
de: Gefunden
en: Found
es: Encontrado
fr: Trouvé
hi: मिला
it: Trovato
ja: 見つかりました
ko: 찾음
pt_br: Encontrado
tr: Bulundu
zh_hans: 已找到

source: Не похоже на mihomo rule-set (нет метки MRS).
ar: لا يبدو أنه mihomo rule-set (لا توجد علامة MRS).
de: Sieht nicht nach einem mihomo rule-set aus (keine MRS-Kennung).
en: Doesn't look like a mihomo rule-set (no MRS marker).
es: No parece un rule-set de mihomo (sin marca MRS).
fr: Ne ressemble pas à un rule-set mihomo (pas de marqueur MRS).
hi: यह mihomo rule-set जैसा नहीं लगता (कोई MRS मार्कर नहीं)।
it: Non sembra un rule-set mihomo (manca l'etichetta MRS).
ja: mihomo rule-setではないようです(MRSマーカーがありません)。
ko: mihomo rule-set이 아닌 것 같습니다 (MRS 표식 없음).
pt_br: Não parece um rule-set do mihomo (sem marca MRS).
tr: mihomo rule-set gibi görünmüyor (MRS etiketi yok).
zh_hans: 看起来不是 mihomo rule-set（无 MRS 标记）。

source: Не прошла проверка подлинности
ar: فشل التحقق من الأصالة
de: Authentizitätsprüfung fehlgeschlagen
en: Authentication failed
es: Falló la verificación de autenticidad
fr: Échec de la vérification d'authenticité
hi: प्रामाणिकता जाँच विफल रही
it: Verifica di autenticità non superata
ja: 認証に失敗しました
ko: 인증에 실패함
pt_br: Falha na verificação de autenticidade
tr: Kimlik doğrulaması başarısız
zh_hans: 身份验证未通过

source: Не прошла проверка подлинности (crypt5)
ar: فشل التحقق من الأصالة (crypt5)
de: Authentizitätsprüfung fehlgeschlagen (crypt5)
en: Authentication failed (crypt5)
es: Falló la verificación de autenticidad (crypt5)
fr: Échec de la vérification d'authenticité (crypt5)
hi: प्रामाणिकता जाँच विफल रही (crypt5)
it: Verifica di autenticità non superata (crypt5)
ja: 認証に失敗しました(crypt5)
ko: 인증에 실패함 (crypt5)
pt_br: Falha na verificação de autenticidade (crypt5)
tr: Kimlik doğrulaması başarısız (crypt5)
zh_hans: 身份验证未通过（crypt5）

source: Не удалось загрузить подписку
ar: تعذّر تحميل الاشتراك
de: Abo konnte nicht geladen werden
en: Couldn't load the subscription
es: No se pudo cargar la suscripción
fr: Impossible de charger l'abonnement
hi: सब्सक्रिप्शन लोड नहीं हो सका
it: Impossibile caricare la sottoscrizione
ja: サブスクリプションを読み込めませんでした
ko: 구독을 불러오지 못함
pt_br: Não foi possível carregar a assinatura
tr: Abonelik yüklenemedi
zh_hans: 无法加载订阅

source: Не удалось получить версии — проверьте сеть.
ar: تعذّر جلب الإصدارات — تحقق من الشبكة.
de: Versionen konnten nicht abgerufen werden — prüfen Sie das Netzwerk.
en: Couldn't fetch versions — check your network.
es: No se pudieron obtener las versiones — comprueba la red.
fr: Impossible de récupérer les versions — vérifiez le réseau.
hi: वर्शन नहीं मिल सके — नेटवर्क जाँचें।
it: Impossibile ottenere le versioni — controlla la rete.
ja: バージョンを取得できませんでした — ネットワークを確認してください。
ko: 버전을 가져오지 못함 — 네트워크를 확인하세요.
pt_br: Não foi possível obter as versões — verifique a rede.
tr: Sürümler alınamadı — ağı kontrol edin.
zh_hans: 无法获取版本 — 请检查网络。

source: Не удалось получить список версий
ar: تعذّر جلب قائمة الإصدارات
de: Versionsliste konnte nicht abgerufen werden
en: Couldn't fetch the version list
es: No se pudo obtener la lista de versiones
fr: Impossible de récupérer la liste des versions
hi: वर्शन की सूची नहीं मिल सकी
it: Impossibile ottenere l'elenco delle versioni
ja: バージョン一覧を取得できませんでした
ko: 버전 목록을 가져오지 못함
pt_br: Não foi possível obter a lista de versões
tr: Sürüm listesi alınamadı
zh_hans: 无法获取版本列表

source: Не удалось прочитать субъект/издателя листового сертификата.
ar: تعذّر قراءة موضوع/مُصدِر الشهادة الطرفية.
de: Subjekt/Aussteller des Blattzertifikats konnte nicht gelesen werden.
en: Couldn't read the leaf certificate's subject/issuer.
es: No se pudo leer el sujeto/emisor del certificado de hoja.
fr: Impossible de lire le sujet/émetteur du certificat feuille.
hi: लीफ़ सर्टिफ़िकेट का subject/issuer नहीं पढ़ा जा सका।
it: Impossibile leggere il soggetto/emittente del certificato foglia.
ja: リーフ証明書のサブジェクト/発行者を読み取れませんでした。
ko: 리프 인증서의 주체/발급자를 읽지 못했습니다.
pt_br: Não foi possível ler o sujeito/emissor do certificado folha.
tr: Yaprak sertifikanın konu/veren bilgisi okunamadı.
zh_hans: 无法读取叶证书的主体/颁发者。

source: Не удалось разобрать Incy-ссылку
ar: تعذّر تحليل رابط Incy
de: Incy-Link konnte nicht analysiert werden
en: Couldn't parse the Incy link
es: No se pudo analizar el enlace Incy
fr: Impossible d'analyser le lien Incy
hi: Incy लिंक पार्स नहीं हो सका
it: Impossibile analizzare il link Incy
ja: Incyリンクを解析できませんでした
ko: Incy 링크를 파싱하지 못함
pt_br: Não foi possível interpretar o link Incy
tr: Incy bağlantısı ayrıştırılamadı
zh_hans: 无法解析 Incy 链接

source: Не удалось разобрать ссылку
ar: تعذّر تحليل الرابط
de: Link konnte nicht analysiert werden
en: Couldn't parse the link
es: No se pudo analizar el enlace
fr: Impossible d'analyser le lien
hi: लिंक पार्स नहीं हो सका
it: Impossibile analizzare il link
ja: リンクを解析できませんでした
ko: 링크를 파싱하지 못함
pt_br: Não foi possível interpretar o link
tr: Bağlantı ayrıştırılamadı
zh_hans: 无法解析链接

source: Не удалось разобрать ссылку или конфиг
ar: تعذّر تحليل الرابط أو الإعداد
de: Link oder Konfiguration konnte nicht analysiert werden
en: Couldn't parse the link or config
es: No se pudo analizar el enlace o la configuración
fr: Impossible d'analyser le lien ou la config
hi: लिंक या कॉन्फ़िग पार्स नहीं हो सका
it: Impossibile analizzare il link o la configurazione
ja: リンクまたは設定を解析できませんでした
ko: 링크 또는 설정을 파싱하지 못함
pt_br: Não foi possível interpretar o link ou a configuração
tr: Bağlantı veya yapılandırma ayrıştırılamadı
zh_hans: 无法解析链接或配置

source: Не удалось разобрать файл — это не geosite.dat / geoip.dat?
ar: تعذّر تحليل الملف — أليس geosite.dat / geoip.dat؟
de: Datei konnte nicht analysiert werden — ist das keine geosite.dat / geoip.dat?
en: Couldn't parse the file — is it not geosite.dat / geoip.dat?
es: No se pudo analizar el archivo — ¿no es geosite.dat / geoip.dat?
fr: Impossible d'analyser le fichier — ce n'est pas geosite.dat / geoip.dat ?
hi: फ़ाइल पार्स नहीं हो सकी — क्या यह geosite.dat / geoip.dat नहीं है?
it: Impossibile analizzare il file — non è geosite.dat / geoip.dat?
ja: ファイルを解析できませんでした — geosite.dat / geoip.datではありませんか?
ko: 파일을 파싱하지 못함 — geosite.dat / geoip.dat가 아닌가요?
pt_br: Não foi possível interpretar o arquivo — não é um geosite.dat / geoip.dat?
tr: Dosya ayrıştırılamadı — geosite.dat / geoip.dat değil mi?
zh_hans: 无法解析文件 — 这不是 geosite.dat / geoip.dat？

source: Не удалось раскодировать base64
ar: تعذّر فك ترميز base64
de: base64 konnte nicht dekodiert werden
en: Couldn't decode base64
es: No se pudo decodificar base64
fr: Impossible de décoder le base64
hi: base64 डिकोड नहीं हो सका
it: Impossibile decodificare il base64
ja: base64をデコードできませんでした
ko: base64를 디코딩하지 못함
pt_br: Não foi possível decodificar o base64
tr: base64 çözülemedi
zh_hans: 无法解码 base64

source: Не удалось расшифровать Happ-ссылку
ar: تعذّر فك تشفير رابط Happ
de: Happ-Link konnte nicht entschlüsselt werden
en: Couldn't decrypt the Happ link
es: No se pudo descifrar el enlace Happ
fr: Impossible de déchiffrer le lien Happ
hi: Happ लिंक डिक्रिप्ट नहीं हो सका
it: Impossibile decifrare il link Happ
ja: Happリンクを復号できませんでした
ko: Happ 링크를 복호화하지 못함
pt_br: Não foi possível descriptografar o link Happ
tr: Happ bağlantısının şifresi çözülemedi
zh_hans: 无法解密 Happ 链接

source: Не удалось расшифровать ссылку
ar: تعذّر فك تشفير الرابط
de: Link konnte nicht entschlüsselt werden
en: Couldn't decrypt the link
es: No se pudo descifrar el enlace
fr: Impossible de déchiffrer le lien
hi: लिंक डिक्रिप्ट नहीं हो सका
it: Impossibile decifrare il link
ja: リンクを復号できませんでした
ko: 링크를 복호화하지 못함
pt_br: Não foi possível descriptografar o link
tr: Bağlantının şifresi çözülemedi
zh_hans: 无法解密链接
